{
  "paragraphs": [
    "Born and raised in Kuwait, during my undergraduate in Kuwait University in 2005, I witnessed and took part in social and political mobilization movements such as women's suffrage and changing the electoral law. Since 2009, I have worked and participated in civic and political affairs related to freedom of expression, constitutional rights, and transparency.",
    "In 2011, I co-founded <a href=\"/work/\">Raqib50</a>, a parliament watch website to follow up the actions of members of parliament in Kuwait. Then in 2021, I co-founded <a href=\"/work/\">Siyaaq</a>, a socially-driven research and consultancy company. More details on the work I do <a href=\"/work/\">here</a>."
  ],
  "education": [
    "Currently, a PhD candidate in Durham University, I joined the School of Government and International Affairs in October 2022 as General Sir Peter de la Billière doctoral fellow of the al-Sabah Programme.",
    "I have completed my M.A. in Development Studies on 'Power, Participation, and Social Change' from the Institute of Development Studies (IDS) at Sussex University, Brighton, UK."
  ],
  "research": [
    "My PhD is in comparative politics focusing on the Kuwait National Assembly (KNA). I am interested in the genealogy of parliamentary committees' formation and the political and power dynamics of the KNA.",
    "Some of my other research projects focus on youth citizenship, participatory action research in educational spaces, and urban governance and segregation in Kuwait.",
    "Previously, I have worked on research and consultancy projects with local, regional, and international organizations such as but not limited to: the Kuwaiti Ministry of Youth Affairs, KIPCO, Issam Fares Institute for Public Policy and International Affairs in Beirut, International Labour Organization (ILO), and Westminster Foundation for Democracy (WFD)."
  ],
  "awards": [
    {
      "year": "2021",
      "title": "Kuwait Award for Excellence and Creativity",
      "description": "Awarded the 'Kuwait Award for Excellence and Creativity' for Digital Media by the Ministry of Youth Affairs in Kuwait on the 16th of March 2021 for the work of raqib50.com"
    },
    {
      "year": "2017",
      "title": "Franco-German Prize for Human Rights and the Rule of Law",
      "description": "Awarded the 'Franco-German Prize for Human Rights and the Rule of Law' by the Franco-German Council of Ministers as the first from the Gulf region on the 4th of Dec 2017 for the work of raqib50.com"
    }
  ]
}
